tutorials/multiphase/cavitatingFoam/les/throttle3D/constant/thermodynamicProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermodynamicProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

barotropicCompressibilityModel linear;

psiv            [0 -2 2 0 0] 2.5e-06;

rholSat         [1 -3 0 0 0] 830;

psil            [0 -2 2 0 0] 5e-07;

pSat            [1 -1 -2 0 0] 4500;

rhoMin          [1 -3 0 0 0] 0.001;


// ************************************************************************* //
